Repository: common-repository/cimy-counter
Catalog: langs/cimy_counter-*.po
Languages: it_it

source: SUCCESSFUL
it_it: SUCCESSO

source: installed is
it_it: installata

source: OPTIONS DELETED!
it_it: OPZIONI CANCELLATE!

source: Fix the problem
it_it: Aggiusta il problema

source: This operation will create/update all missing tables/options, do you want to proceed?
it_it: Questa operazione creer&agrave;/aggiorner&agrave; tutte le tabelle/opzioni mancanti, vuoi procedere?

source: VERSIONS MISMATCH! This because you haven't de-activated and re-activated the plug-in after the update! This could give problems...
it_it: VERSIONI NON CORRISPONDENTI! Avviene quando non hai disattivato e riattivato il plug-in dopo l'aggiornamento! Questo pu&ograve; dare dei problemi...

source: Delete selected counters
it_it: Cancella i contatori selezionati

source: Since %1$s downloaded %2$d times
it_it: Dal %1$s scaricato %2$d volte

source: Name empty
it_it: Nome vuoto

source: Name already exists
it_it: Nome esistente

source: Nothing selected
it_it: Nessun campo selezionato

source: Insert a number to set
it_it: Inserisci un numero da applicare

source: Insert a date to set
it_it: Inserisci una data da applicare

source: Insert a string to set
it_it: Inserisci una stringa da applicare

source: ERROR
it_it: ERRORE

source: New counter:
it_it: Nuovo contatore:

source: Add
it_it: Aggiungi

source: Invert selection
it_it: Inverti selezione

source: Are you sure you want to delete selected counters?
it_it: Sei sicuro di volere cancellare i contatori selezionati?

source: Counter
it_it: Contatore

source: Since
it_it: Dal

source: Display string
it_it: Stringa da visualizzare

source: Downloads Counter link
it_it: Link del contatore di download

source: Views Counter link
it_it: Link del contatore di visualizzazioni

source: Set selected counters to:
it_it: Modifica i contatori selezionati a:

source: Set selected counters' date to:
it_it: Modifica la data dei contatori selezionati a:

source: Set selected counters' string to:
it_it: Modifica la stringa dei contatori selezionati con:

source: If you want to redirect to an external website this must be white listed for security reason.
it_it: Se si vuole ridirezionare verso un sito esterno bisogna che sia aggiunto alla lista bianca per motivi di sicurezza.

source: Note: do not prepend 'http://' or 'ftp://' to the address.
it_it: Nota: non aggiungere 'http://' o 'ftp://' all'indirizzo.

source: Add url to the white-list
it_it: Aggiungi l'url alla lista bianca

source: Empty list
it_it: Lista vuota

source: Delete selected urls
it_it: Cancella gli indirizzi selezionati
